{
    "global" : {
        "login" : "Sign in",
        "register" : "Sign up",
        "name" : "Name",
        "surname" : "Surname",
        "email" : "Email",
        "password" : "Password",
        "update" : "Update",
        "copyright" : "© 2024 Billing Assistant",
        "hello" : "Hello"
    },
    "header" : {
        "about" : "About us",
        "properties" : "Properties",
        "pricing" : "Pricing",
        "logout" : "Log out",
        "myAccount" : "My account",
        "myProfile" : "Profile",
        "myInvoices" : "My bills",
        "language" : {
            "languageAndRegion" : "Language and Region",
            "choose" : "choose"
        }        
    },
    "footer" : {
        "conditions" : "Conditions",
        "licence" : "Licence",
        "privacy" : "Privacy",
        "aboutUs" : "About Us",
        "mobileApplication" : "Our Mobile Application"
    },
    "mainPage" : {
        "header" : "Welcome to the Invoice Information System!",
        "description1" : "Now you can manage your bills more effectively than ever!",
        "description2" : "Log in or register to get started now. Come on, take financial control and enjoy convenience!"
    },
    "aboutPage" : {
        "header" : "About us",
        "description" : "Hello, I am Ali İhsan Özkaya, the developer of the invoice assistant project. I am passionate about the web field. The invoice assistant project was designed to help users manage their invoice transactions more efficiently and quickly. This platform allows users to automatically identify and access invoice details by uploading invoice documents. It also gives users the necessary tools to track and organize their invoices. While creating the project, we paid great attention to user experience and data security. We paid attention to the interface design so that users can navigate easily and perform their transactions safely. We have also implemented strong security measures to ensure that users' personal and sensitive information is protected. While developing this project, we are constantly making improvements, taking into account users' feedback. We are constantly adding new features and improving existing features to better respond to users' needs and make the platform more functional. If you have any feedback, problems or suggestions about our project, please feel free to contact us. We always need your feedback to understand users' needs and improve our platform."
    },
    "propertiesPage" : {
        "header" : "Saving Invoices in PDF Format to the Database with Automatic Recognition (OCR)",
        "description1" : "Many businesses today waste time and resources entering and processing invoices manually. However, with the development of technology, it has become possible to process PDF format invoices with automatic recognition systems. Optical Character Recognition (OCR) technology allows converting PDF invoices into digital text format and saving them to the database. This process usually includes these steps:",
        "description2" : "Saving invoices in PDF format to the database with OCR saves time and resources for businesses. Additionally, thanks to this process, data accuracy is increased and human errors are minimized. This allows businesses to operate more efficiently and effectively.",
        "description3" : "As a result, processing PDF invoices with an automatic recognition system helps businesses automate and streamline their business processes, so they operate faster and more efficiently.",
        "li1" : "Retrieving PDF: The invoice is scanned or obtained digitally in PDF format.",
        "li2" : "OCR Process: The received PDF is converted to text format using OCR software or service. OCR creates digital text data by recognizing the texts in the PDF file.",  
        "li3" : "Data Validation and Editing: The resulting text data is verified and edited when necessary. At this stage, characters incorrectly recognized by OCR are corrected and missing or incorrect information is added or replaced.",   
        "li4" : "Saving to Database: Verified and edited text data is saved to a database management system. Information about the invoice (invoice number, date, amount, etc.) is transferred to the appropriate database tables."        
    },
    "pricingPage" : {
        "header" : "Pricing",
        "type1" : "Standard",
        "type2" : "Premium",
        "membership" : "Membership",
        "free" : "Free",
        "btn" : "Get access",
        "description1" : "Pay once, own forever",
        "description2" : "Invoices and receipts available for easy company reimbursement",
        "included" : "What's included?"
    },
    "loginPage" : {
        "description" : "If you don't have an account"
    },
    "registerPage" : {
        "description" : "If you have an account",
        "confirmPassword" : "Confirm Password",
        "placeholder1" : "Enter your name",
        "placeholder2" : "Enter your surname"
    },
    "profilePage" : {
        "myProfile" : "My Profile",
        "placeholder1" : "Enter your name",
        "placeholder2" : "Enter your surname"
    },
    "sendEmailModal" : {
        "title" :  "You have successfully registered.",
        "subTitle" : "In order to use it actively, you need to verify your email.",
        "extra" : {
            "btn" : "If you have not received a verification email, click here",
            "link" : "To return to the homepage"
        }
    },
    "uploadInvoiceModal" : {
        "modalTitle" : "Edit image",
        "modalCancel" : "Cancel",
        "modalOk" : "Ok"
    },
    "myInvoicesPage" : {
        "header" : "My Invoices",
        "upload" : "Upload invoice",
        "total" : "Total Paid Amount"
    },
    "notFoundPage" : {
        "header" : "Not found page",
        "description" : "Sorry, we couldn't find the page you were looking for.",
        "link1" : "Return to homepage",
        "link2" : "Get support"
    },
    "vertifyPage" : {
        "thanksMessage" : "THANKS FOR SIGNING UP!",
        "vertifyMessage" : "Verify your email address",
        "description" : "You can verify your registered email address by clicking on the link below.",
        "btn" : "Verify Email"
    },
    "uploadInvoicePage" : {
        "btn" : "Add invoice",
        "uploadSuccess" : "successfully uploaded.",
        "uploadError": "could not load due to error.",
        "upload" : "Click to upload",
        "format" : "JPG and JPEG",
        "uploaded" : "Uploaded"
    },
    "MyInvoiceDetailPage" : {
        "piece" : "piece",
        "turnBack" : "Back to my invoices",
        "productName" : "Product Name",
        "productUnit" : "Product Unit",
        "productPrice" : "Product Price",
        "totalAmount" : "Total amount"
    },
    "conditionsPage" : {
        "header" : "Conditions",
        "condition1" : "Condition of Acceptance",
        "condition2" : "Service Description",
        "condition3" : "User Responsibility",
        "condition4" : "Membership",
        "condition5" : "Privacy Policy",
        "condition6" : "Copyright",
        "condition7" : "Cancellation and Refund Policy",
        "condition8" : "Changes",
        "condition9" : "Communication",
        "description1" : "By using the Billing Assistant website, you agree to these Terms of Use. If you do not agree to abide by these terms, please do not use this service.",
        "description2" : "Billing Assistant offers users services such as tracking and analyzing their bills. This service aims to facilitate users' personal finance management.",
        "description3" : "Users are responsible for using the Billing Assistant website in accordance with the law. Users are responsible for the security of their own accounts and the confidentiality of their information.",
        "description4" : "There are standard and premium membership options on the Billing Assistant website. Premium membership offers additional features and benefits, but comes at a cost.",
        "description5" : "We recommend that you carefully read Billing Assistant's privacy policy. It provides detailed information about how we process and protect your personal information.",
        "description6" : "The contents (texts, images, graphics, etc.) on the Invoice Assistant website are protected by copyright. Unauthorized use of these contents is prohibited.",
        "description7" : "Membership cancellation and refund policy may vary depending on the membership type preferred by users. Please review the membership cancellation and refund conditions carefully.",
        "description8" : "Billing Assistant reserves the right to update or change these Terms of Use at any time. Therefore, users are advised to check these terms periodically.",
        "description9" : "If you have any questions or concerns, please do not hesitate to contact us. You can find our contact information on our website."
    },
    "privacyPage" : {
        "mainHeader" : "Privacy",
        "header1" : "Privacy Policy",
        "header2" : "Collection and Use of Personal Information",
        "header3" : "Cookies and Technology Use",
        "header4" : "Protection of Personal Information",
        "header5" : "Third Party Links and Services",
        "header6" : "Privacy Policy Changes",
        "description1" : "This privacy policy aims to protect user privacy regarding the services provided through the website operated by Billing Assistant. This policy explains how the personal information of users of the website is collected, used, protected and disclosed.",
        "description2" : "Billing Assistant may automatically collect some personal information when you visit the website. This information may include: User information such as name, email address, phone number, address. This information may be used to improve user experience, provide customer service, process requests and deliver services.",
        "description3" : "Billing Assistant may use cookies and similar technologies to enhance user experience and improve the website. These technologies may be used to monitor site traffic, remember user preferences, personalize content and ads, and enforce security measures.",
        "description4" : "Billing Assistant uses industry-standard security measures to protect your personal information. However, complete security of transmission or storage of information over the Internet cannot be guaranteed.",
        "description5" : "Billing Assistant may contain links to third-party websites or services. We recommend that you be careful when using these links and review the privacy policies of these third-party sites. Billing Assistant assumes no responsibility for the content or privacy practices of third-party sites.",
        "description6" : "This privacy policy reserves the right to change. Any changes to the policy will become effective upon posting on this page."
    },
    "standartFeatures" : {
        "feature1": "Simple Customer Support",
        "feature2": "View and edit invoices",
        "feature3": "Upload 50 invoices",
        "feature4": "Unlimited invoice upload",
        "description" : "Users can perform simple analysis of the money they spend by category."
    },
    "premiumFeatures" : {
        "feature1": "Advanced customer support",
        "feature2": "View and edit invoices",
        "feature3": "Advanced invoice tracking",
        "feature4": "Unlimited invoice upload",
        "description" : "Users can make detailed analysis of the money they spend according to categories."
    },
    "paymentPage" : {
        "header" : "Membership Payment",
        "description" : "You can make membership payment from this page.",
        "placeholder" : "Enter your full name",
        "cardName" : "Name On The Card",
        "cardDetails": "Card Details",
        "btn" : "Pay",
        "selection": "Card Selection"
    }
}