{
    "global" : {
        "login" : "Giriş yap",
        "register" : "Üye ol",
        "name" : "Ad",
        "surname" : "Soyad",
        "email" : "Email",
        "password" : "Şifre",
        "update" : "Güncelle",
        "copyright" : "© 2024 Fatura Asistanı",
        "hello" : "Merhaba"
    },
    "header" : {
        "about" : "Hakkımızda",
        "properties" : "Özellikler",
        "pricing" : "Ücretlendirme",
        "logout" : "Çıkış yap",
        "myAccount" : "Hesabım",
        "myProfile" : "Profil",
        "myInvoices" : "Faturalarım",
        "language" : {
            "languageAndRegion" : "Dil ve Bölge",
            "choose" : "seç"
        }        
    },
    "footer" : {
        "conditions" : "Şartlar",
        "licence" : "Lisans",
        "privacy" : "Gizlilik",
        "aboutUs" : "Hakkımızda",
        "mobileApplication" : "Mobil Uygulamamız"
    },
    "mainPage" : {
        "header" : "Fatura Bilgi Sistemi'ne \nHoş Geldiniz!",
        "description1" : "Artık faturalarınızı hiç olmadığı kadar etkili bir şekilde yönetebilirsiniz!",
        "description2" : "Hemen başlamak için giriş yapın veya kayıt olun. Haydi, finansal kontrolü ele alın ve kolaylığın keyfini çıkarın!"
    },
    "aboutPage" : {
        "header" : "Hakkımızda",
        "description" : "Merhaba, Ben Ali İhsan Özkaya, fatura asistanı projesinin geliştiricisiyim. Web alanında tutkulu biriyim. Fatura asistanı projesi, kullanıcıların fatura işlemlerini daha verimli ve hızlı bir şekilde yönetmelerine yardımcı olmak amacıyla tasarlandı. Bu platform, kullanıcıların fatura belgelerini yükleyerek otomatik olarak tanımlamalarını ve fatura detaylarına erişmelerini sağlar. Ayrıca, kullanıcılara faturalarını takip etmeleri ve düzenlemeleri için gerekli araçları sunar. Projeyi oluştururken, kullanıcı deneyimi ve veri güvenliği konularına büyük önem verdik. Kullanıcıların kolayca gezinebilmeleri ve işlemlerini güvenli bir şekilde gerçekleştirebilmeleri için arayüz tasarımına özen gösterdik. Ayrıca, kullanıcıların kişisel ve hassas bilgilerinin korunmasını sağlamak için güçlü güvenlik önlemleri uyguladık. Bu projeyi geliştirirken, kullanıcıların geri bildirimlerini dikkate alarak sürekli olarak iyileştirmeler yapıyoruz. Kullanıcıların ihtiyaçlarına daha iyi yanıt verebilmek ve platformu daha işlevsel hale getirebilmek için sürekli olarak yeni özellikler ekliyoruz ve mevcut özellikleri geliştiriyoruz. Eğer herhangi bir geri bildiriminiz, sorununuz veya projemiz hakkında bir öneriniz varsa, lütfen bize ulaşmaktan çekinmeyin. Kullanıcıların ihtiyaçlarını anlamak ve platformumuzu geliştirmek için sizin geri bildiriminize her zaman ihtiyacımız var."
    },
    "propertiesPage" : {
        "header" : "PDF Formatındaki Faturaların Otomatik Tanıma (OCR) ile Veritabanına Kaydedilmesi",
        "description1" : "Günümüzde birçok işletme, faturaları elle girmek ve işlemek için zaman ve kaynak harcamaktadır. Ancak, teknolojinin gelişmesiyle birlikte, PDF formatındaki faturaların otomatik tanıma sistemleriyle işlenmesi mümkün hale gelmiştir. Optik Karakter Tanıma (OCR) teknolojisi, PDF formatındaki faturaları dijital metin formatına dönüştürerek veritabanına kaydetmeye olanak tanır. İşte bu süreç genellikle şu adımları içerir:",
        "description2" : "PDF formatındaki faturaların OCR ile veritabanına kaydedilmesi, işletmeler için zaman ve kaynak tasarrufu sağlar. Ayrıca, bu süreç sayesinde veri doğruluğu artar ve insan hataları en aza indirilir. Bu da işletmelerin daha verimli ve etkin bir şekilde çalışmasını sağlar.",
        "description3" : "Sonuç olarak, PDF formatındaki faturaların otomatik tanıma sistemiyle işlenmesi, işletmelerin iş süreçlerini otomatikleştirmesine ve modernize etmesine yardımcı olur, böylece daha hızlı ve verimli bir şekilde faaliyet gösterirler.",
        "li1" : "PDF'nin Alınması: Fatura PDF formatında taranır veya dijital olarak elde edilir.",
        "li2" : "OCR İşlemi: Alınan PDF, OCR yazılımı veya hizmeti kullanılarak metin formatına dönüştürülür. OCR, PDF dosyasındaki metinleri tanıyarak dijital metin verisini oluşturur.",  
        "li3" : "Veri Doğrulama ve Düzenleme: Elde edilen metin verisi, doğrulanır ve gerektiğinde düzenlenir. Bu aşamada, OCR'in hatalı tanıdığı karakterler düzeltilir ve eksik veya yanlış bilgiler eklenir veya değiştirilir.",   
        "li4" : "Veritabanına Kaydetme: Doğrulanmış ve düzenlenmiş metin verisi, bir veritabanı yönetim sistemine kaydedilir. Fatura ile ilgili bilgiler (fatura numarası, tarih, tutar vb.) uygun veritabanı tablolarına aktarılır."        
    },
    "pricingPage" : {
        "header" : "Ücretlendirme",
        "type1" : "Standart",
        "type2" : "Premium",
        "membership" : "Üyelik",
        "free" : "Ücretsiz",
        "btn" : "Erişim sahibi ol",
        "description1" : "Bir kez ödeyin, sonsuza kadar sahip olun",
        "description2" : "Kolay şirket geri ödemesi için faturalar ve makbuzlar mevcuttur",
        "included" : "Neler dahil?"
    },
    "loginPage" : {
        "description" : "Bir hesabınız yoksa"
    },
    "registerPage" : {
        "description" : "Bir hesabınız varsa",
        "confirmPassword" : "Tekrardan Şifre",
        "placeholder1" : "Adınızı giriniz",
        "placeholder2" : "Soyadınızı giriniz"
    },
    "profilePage" : {
        "myProfile" : "Profilim",
        "placeholder1" : "Adınızı giriniz",
        "placeholder2" : "Soyadınızı giriniz"
    },
    "sendEmailModal" : {
        "title" :  "Başarıyla üye oldunuz.",
        "subTitle" : "Aktif olarak kullanabilmeniz için email doğrulamanızı yapmanız gerekiyor.",
        "extra" : {
            "btn" : "Doğrulama emaili gelmediyse, tıklayınız",
            "link" : "Anasayfaya geri dönmek için"
        }
    },
    "myInvoicesPage" : {
        "header" : "Faturalarım",
        "upload" : "Fatura yükle"
    },
    "notFoundPage" : {
        "header" : "Sayfa bulunamadı",
        "description" : "Üzgünüz, aradığınız sayfayı bulamadık.",
        "link1" : "Anasayfaya dön",
        "link2" : "Destek al"
    },
    "vertifyPage" : {
        "thanksMessage" : "ÜYE OLDUĞUNUZ İÇİN TEŞEKKÜRLER!",
        "vertifyMessage" : "Email adresinizi doğrulayınız",
        "description" : "Aşağıdaki linke tıklayıp üye olduğunuz email adresinizi doğrulayabilirsiniz.",
        "btn" : "Email Doğrula"
    },
    "uploadInvoicePage" : {
        "btn" : "Fatura ekle"
    },
    "conditionsPage" : {
        "header" : "Şartlar",
        "condition1" : "Kabul Edilme Koşulu",
        "condition2" : "Hizmet Tanımı",
        "condition3" : "Kullanıcı Sorumluluğu",
        "condition4" : "Üyelik",
        "condition5" : "Gizlilik Politikası",
        "condition6" : "Telif Hakkı",
        "condition7" : "İptal ve Geri Ödeme Politikası",
        "condition8" : "Değişiklikler",
        "condition9" : "İletişim",
        "description1" : "Fatura Asistanı web sitesini kullanarak, bu Kullanım Şartları'nı kabul etmiş sayılırsınız. Eğer bu şartlara uymayı kabul etmiyorsanız, lütfen bu hizmeti kullanmayınız.",
        "description2" : "Fatura Asistanı, kullanıcılara faturalarını izleme ve analiz yapma gibi hizmetler sunar. Bu hizmet, kullanıcıların kişisel finans yönetimini kolaylaştırmayı amaçlar.",
        "description3" : "Kullanıcılar, Fatura Asistanı web sitesini yasalara uygun şekilde kullanmakla sorumludur. Kullanıcılar, kendi hesaplarının güvenliğinden ve bilgilerinin gizliliğinden sorumludur.",
        "description4" : "Fatura Asistanı web sitesinde standart ve premium üyelik seçenekleri bulunmaktadır. Premium üyelik, ek özellikler ve avantajlar sunar, ancak ücret karşılığında sunulur.",
        "description5" : "Fatura Asistanı'nın gizlilik politikasını dikkatlice okumanızı tavsiye ederiz. Kişisel bilgilerinizi nasıl işlediğimiz ve koruduğumuz hakkında detaylı bilgi sağlar.",
        "description6" : "Fatura Asistanı web sitesinde bulunan içerikler (metinler, görseller, grafikler vb.) telif hakkı ile korunmaktadır. Bu içeriklerin izinsiz kullanımı yasaktır.",
        "description7" : "Üyelik iptal ve geri ödeme politikası, kullanıcıların tercih ettiği üyelik türüne göre değişebilir. Lütfen üyelik iptal ve geri ödeme koşullarını dikkatlice inceleyiniz.",
        "description8" : "Fatura Asistanı, bu Kullanım Şartları'nı dilediği zaman güncelleme veya değiştirme hakkını saklı tutar. Bu nedenle, kullanıcıların periyodik olarak bu şartları kontrol etmeleri önerilir.",
        "description9" : "Herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçmekten çekinmeyiniz. İletişim bilgilerimizi web sitemizde bulabilirsiniz."
    },
    "privacyPage" : {
        "mainHeader" : "Gizlilik",
        "header1" : "Gizlilik Politikası",
        "header2" : "Kişisel Bilgilerin Toplanması ve Kullanılması",
        "header3" : "Çerezler ve Teknoloji Kullanımı",
        "header4" : "Kişisel Bilgilerin Korunması",
        "header5" : "Üçüncü Taraf Bağlantıları ve Hizmetleri",
        "header6" : "Gizlilik Politikası Değişiklikleri",
        "description1" : "Bu gizlilik politikası, Fatura Asistanı tarafından işletilen web sitesi üzerinden sağlanan hizmetlerle ilgili kullanıcı gizliliğini korumayı amaçlamaktadır. Bu politika, web sitesini kullanan kullanıcıların kişisel bilgilerin nasıl toplandığını, kullanıldığını, korunduğunu ve ifşa edildiğini açıklamaktadır.",
        "description2" : "Fatura Asistanı, web sitesini ziyaret ettiğinizde, bazı kişisel bilgiler otomatik olarak toplanabilir. Bu bilgiler şunları içerebilir: İsim, e-posta adresi, telefon numarası, adres gibi kullanıcı bilgileri. Bu bilgiler, kullanıcı deneyimini iyileştirmek, müşteri hizmetlerini sağlamak, talepleri işlemek ve hizmet sunmak için kullanılabilir.",
        "description3" : "Fatura Asistanı, kullanıcı deneyimini geliştirmek ve web sitesini iyileştirmek için çerezleri ve benzer teknolojileri kullanabilir. Bu teknolojiler, site trafiğini izlemek, kullanıcı tercihlerini hatırlamak, içerik ve reklamları kişiselleştirmek ve güvenlik önlemlerini uygulamak için kullanılabilir.",
        "description4" : "Fatura Asistanı, kişisel bilgilerinizi korumak için endüstri standartlarına uygun güvenlik önlemleri alır. Ancak, internet üzerinden bilgi iletiminin veya depolamanın tam güvenliği garanti edilemez.",
        "description5" : "Fatura Asistanı, üçüncü taraf web sitelerine veya hizmetlerine bağlantılar içerebilir. Bu bağlantıları kullanırken dikkatli olmanızı ve bu üçüncü taraf sitelerin gizlilik politikalarını incelemenizi öneririz. Fatura Asistanı, üçüncü taraf sitelerin içeriği veya gizlilik uygulamaları hakkında sorumluluk kabul etmez.",
        "description6" : "Bu gizlilik politikası, değişiklik yapma hakkını saklı tutar. Politikadaki herhangi bir değişiklik, bu sayfada yayınlandıktan sonra yürürlüğe girer."
    },
    "standartFeatures" : {
        "feature1": "Basit müşteri desteği",
        "feature2": "Fatura görüntüleme ve düzenleme",
        "feature3": "50 fatura yükleme",
        "feature4": "Sınırsız fatura yükleme",
        "description" : "Kullanıcılar, harcadıkları paranın kategorilere göre basit analizlerini yapabilirler."
    },
    "premiumFeatures" : {
        "feature1": "Gelişmiş müşteri desteği",
        "feature2": "Fatura görüntüleme ve düzenleme",
        "feature3": "Gelişmiş fatura takibi",
        "feature4": "Sınırsız fatura yükleme",
        "description" : "Kullanıcılar, harcadıkları paranın kategorilere göre detaylı analizlerini yapabilirler.        "
    }
}