{
    "global" : {
        "login" : "تسجيل الدخول",
        "register" : "اشتراك",
        "name" : "اسم",
        "surname" : "اسم العائلة",
        "email" : "بريد إلكتروني",
        "password" : "كلمة المرور",
        "update" : "تحديث",
        "copyright" : "© 2024 مساعد الفواتير",
        "hello" : "مرحبًا"
    },
    "header" : {
        "about" : "معلومات عنا",
        "properties" : "ملكيات",
        "pricing" : "التسعير",
        "logout" : "تسجيل خروج",
        "myAccount" : "حسابي",
        "myProfile" : "حساب تعريفي",
        "myInvoices" : "فواتيري",
        "language" : {
            "languageAndRegion" : "اللغة والمنطقة",
            "choose" : "يختار"
        }        
    },
    "footer" : {
        "conditions" : "شروط",
        "licence" : "رخصة",
        "privacy" : "خصوصية",
        "aboutUs" : "معلومات عنا",
        "mobileApplication" : "تطبيق الهاتف المحمول لدينا"
    },
    "mainPage" : {
        "header" : "مرحبا بكم في نظام معلومات الفاتورة!",
        "description1" : "الآن يمكنك إدارة فواتيرك بشكل أكثر فعالية من أي وقت مضى!",
        "description2" : "قم بتسجيل الدخول أو التسجيل للبدء الآن. هيا، السيطرة المالية والتمتع بالراحة!"
    },
    "aboutPage" : {
        "header" : "معلومات عنا",
        "description" : "مرحبًا، أنا علي إحسان أوزكايا، مطور مشروع مساعد الفاتورة. أنا شغوف بمجال الويب. تم تصميم مشروع مساعد الفاتورة لمساعدة المستخدمين على إدارة معاملات الفواتير الخاصة بهم بشكل أكثر كفاءة وسرعة. يتيح هذا النظام الأساسي للمستخدمين التعرف تلقائيًا على تفاصيل الفاتورة والوصول إليها عن طريق تحميل مستندات الفاتورة. كما أنه يوفر للمستخدمين الأدوات اللازمة لتتبع فواتيرهم وتنظيمها. أثناء إنشاء المشروع، أولينا اهتمامًا كبيرًا بتجربة المستخدم وأمن البيانات. لقد أولينا اهتمامًا بتصميم الواجهة حتى يتمكن المستخدمون من التنقل بسهولة وإجراء معاملاتهم بأمان. لقد قمنا أيضًا بتنفيذ إجراءات أمنية قوية لضمان حماية المعلومات الشخصية والحساسة للمستخدمين. أثناء تطوير هذا المشروع، نقوم باستمرار بإجراء تحسينات، مع مراعاة تعليقات المستخدمين. نعمل باستمرار على إضافة ميزات جديدة وتحسين الميزات الحالية للاستجابة بشكل أفضل لاحتياجات المستخدمين وجعل النظام الأساسي أكثر وظيفية. إذا كان لديك أي ملاحظات أو مشاكل أو اقتراحات حول مشروعنا، فلا تتردد في الاتصال بنا. نحتاج دائمًا إلى تعليقاتك لفهم احتياجات المستخدمين وتحسين نظامنا الأساسي."
    },
    "propertiesPage" : {
        "header" : "حفظ الفواتير بتنسيق PDF في قاعدة البيانات باستخدام ميزة التعرف التلقائي (OCR)",
        "description1" : "تضيع العديد من الشركات اليوم الوقت والموارد في إدخال الفواتير ومعالجتها يدويًا. ومع ذلك، مع تطور التكنولوجيا، أصبح من الممكن معالجة الفواتير بتنسيق PDF باستخدام أنظمة التعرف التلقائي. تسمح تقنية التعرف الضوئي على الحروف (OCR) بتحويل فواتير PDF إلى تنسيق نص رقمي وحفظها في قاعدة البيانات. تتضمن هذه العملية عادةً الخطوات التالية:",
        "description2" : "يؤدي حفظ الفواتير بتنسيق PDF إلى قاعدة البيانات باستخدام تقنية التعرف الضوئي على الحروف (OCR) إلى توفير الوقت والموارد للشركات. بالإضافة إلى ذلك، وبفضل هذه العملية، يتم زيادة دقة البيانات وتقليل الأخطاء البشرية. وهذا يسمح للشركات بالعمل بشكل أكثر كفاءة وفعالية.",
        "description3" : "ونتيجة لذلك، فإن معالجة فواتير PDF باستخدام نظام التعرف التلقائي يساعد الشركات على أتمتة وتبسيط عملياتها التجارية، بحيث تعمل بشكل أسرع وأكثر كفاءة.",
        "li1" : "استرداد ملف PDF: يتم مسح الفاتورة ضوئيًا أو الحصول عليها رقميًا بتنسيق PDF.",
        "li2" : "عملية التعرف الضوئي على الحروف: يتم تحويل ملف PDF المستلم إلى تنسيق نصي باستخدام برنامج أو خدمة التعرف الضوئي على الحروف. يقوم OCR بإنشاء بيانات نصية رقمية من خلال التعرف على النصوص الموجودة في ملف PDF.",  
        "li3" : "التحقق من صحة البيانات وتحريرها: يتم التحقق من البيانات النصية الناتجة وتحريرها عند الضرورة. في هذه المرحلة، يتم تصحيح الأحرف التي تم التعرف عليها بشكل غير صحيح بواسطة OCR وإضافة أو استبدال المعلومات المفقودة أو غير الصحيحة.",   
        "li4" : "الحفظ في قاعدة البيانات: يتم حفظ البيانات النصية التي تم التحقق منها وتحريرها في نظام إدارة قاعدة البيانات. يتم نقل المعلومات المتعلقة بالفاتورة (رقم الفاتورة والتاريخ والمبلغ وما إلى ذلك) إلى جداول قاعدة البيانات المناسبة."        
    },
    "pricingPage" : {
        "header" : "التسعير",
        "type1" : "معيار",
        "type2" : "غالي",
        "membership" : "عضوية",
        "free" : "حر",
        "btn" : "الحصول على إمكانية الوصول",
        "description1" : "ادفع مرة واحدة، امتلك إلى الأبد",
        "description2" : "الفواتير والإيصالات المتاحة لسداد الشركة بسهولة",
        "included" : "ما يحتويه؟"
    },
    "loginPage" : {
        "description" : "إذا كنت لا تملك حساب"
    },
    "registerPage" : {
        "description" : "إذا كان لديك حساب",
        "confirmPassword" : "تأكيد كلمة المرور",
        "placeholder1" : "أدخل أسمك",
        "placeholder2" : "أدخل اللقب الخاص بك"
    },
    "profilePage" : {
        "myProfile" : "ملفي",
        "placeholder1" : "أدخل أسمك",
        "placeholder2" : "أدخل اللقب الخاص بك"
    },
    "sendEmailModal" : {
        "title" :  "لقد قمت بالتسجيل بنجاح.",
        "subTitle" : "لاستخدامه بشكل فعال، تحتاج إلى التحقق من بريدك الإلكتروني.",
        "extra" : {
            "btn" : "إذا لم تتلق رسالة التحقق عبر البريد الإلكتروني، فانقر هنا",
            "link" : "للعودة إلى الصفحة الرئيسية"
        }
    },
    "myInvoicesPage" : {
        "header" : "فواتيرى",
        "upload" : "تحميل الفاتورة"
    },
    "notFoundPage" : {
        "header" : "لم يتم العثور على الصفحة",
        "description" : "عذرًا، لم نتمكن من العثور على الصفحة التي كنت تبحث عنها.",
        "link1" : "العوده للصفحة الرئيسية",
        "link2" : "احصل على الدعم"
    },
    "vertifyPage" : {
        "thanksMessage" : "شكرا لتسجيلك!",
        "vertifyMessage" : "تحقق من عنوان بريدك الإلكتروني",
        "description" : "يمكنك التحقق من عنوان بريدك الإلكتروني المسجل بالضغط على الرابط أدناه.",
        "btn" : "التحقق من البريد الإلكتروني"
    },
    "uploadInvoicePage" : {
        "btn" : "أضف فاتورة"
    },
    "conditionsPage" : {
        "header" : "شروط",
        "condition1" : "شرط القبول",
        "condition2" : "وصف الخدمة",
        "condition3" : "مسؤولية المستخدم",
        "condition4" : "عضوية",
        "condition5" : "سياسة الخصوصية",
        "condition6" : "حقوق النشر",
        "condition7" : "سياسة الإلغاء واسترداد الأموال",
        "condition8" : "التغييرات",
        "condition9" : "تواصل",
        "description1" : "باستخدام موقع مساعد الفواتير، فإنك توافق على شروط الاستخدام هذه. إذا كنت لا توافق على الالتزام بهذه الشروط، يرجى عدم استخدام هذه الخدمة.",
        "description2" : "يقدم مساعد الفواتير خدمات للمستخدمين مثل تتبع وتحليل فواتيرهم. تهدف هذه الخدمة إلى تسهيل إدارة التمويل الشخصي للمستخدمين.",
        "description3" : "يتحمل المستخدمون مسؤولية استخدام موقع مساعد الفوترة وفقًا للقانون. يتحمل المستخدمون مسؤولية أمان حساباتهم الخاصة وسرية معلوماتهم.",
        "description4" : "توجد خيارات عضوية قياسية ومميزة على موقع مساعد الفوترة. توفر العضوية المميزة ميزات وفوائد إضافية، ولكنها تأتي بتكلفة.",
        "description5" : "نوصيك بقراءة سياسة الخصوصية الخاصة بمساعد الفوترة بعناية. فهو يوفر معلومات مفصلة حول كيفية معالجتنا لمعلوماتك الشخصية وحمايتها.",
        "description6" : "إن المحتويات (النصوص والصور والرسومات وما إلى ذلك) الموجودة على موقع مساعد الفوترة محمية بموجب حقوق الطبع والنشر. يحظر الاستخدام غير المصرح به لهذه المحتويات.",
        "description7" : "قد تختلف سياسة إلغاء العضوية واسترداد الأموال وفقًا لنوع العضوية المفضل لدى المستخدمين. يرجى مراجعة شروط إلغاء العضوية واسترداد الأموال بعناية.",
        "description8" : "يحتفظ Billing Assistant بالحق في تحديث أو تغيير شروط الاستخدام هذه في أي وقت. ولذلك، ننصح المستخدمين بالتحقق من هذه الشروط بشكل دوري.",
        "description9" : "إذا كان لديك أي أسئلة أو استفسارات، فلا تتردد في الاتصال بنا. يمكنك العثور على معلومات الاتصال الخاصة بنا على موقعنا."
    },
    "privacyPage" : {
        "mainHeader" : "خصوصية",
        "header1" : "سياسة الخصوصية",
        "header2" : "جمع واستخدام المعلومات الشخصية",
        "header3" : "ملفات تعريف الارتباط واستخدام التكنولوجيا",
        "header4" : "حماية المعلومات الشخصية",
        "header5" : "روابط وخدمات الطرف الثالث",
        "header6" : "تغييرات سياسة الخصوصية",
        "description1" : "تهدف سياسة الخصوصية هذه إلى حماية خصوصية المستخدم فيما يتعلق بالخدمات المقدمة من خلال موقع الويب الذي يديره Billing Assistant. تشرح هذه السياسة كيفية جمع المعلومات الشخصية لمستخدمي الموقع واستخدامها وحمايتها والكشف عنها.",
        "description2" : "قد يقوم مساعد الفواتير بجمع بعض المعلومات الشخصية تلقائيًا عند زيارتك للموقع. قد تتضمن هذه المعلومات ما يلي: معلومات المستخدم مثل الاسم وعنوان البريد الإلكتروني ورقم الهاتف والعنوان. يمكن استخدام هذه المعلومات لتحسين تجربة المستخدم وتقديم خدمة العملاء ومعالجة الطلبات وتقديم الخدمات.",
        "description3" : "قد يستخدم مساعد الفواتير ملفات تعريف الارتباط والتقنيات المشابهة لتحسين تجربة المستخدم وتحسين موقع الويب. يمكن استخدام هذه التقنيات لمراقبة حركة مرور الموقع، وتذكر تفضيلات المستخدم، وتخصيص المحتوى والإعلانات، وفرض الإجراءات الأمنية.",
        "description4" : "يستخدم مساعد الفواتير إجراءات أمنية متوافقة مع معايير الصناعة لحماية معلوماتك الشخصية. ومع ذلك، لا يمكن ضمان الأمان الكامل لنقل أو تخزين المعلومات عبر الإنترنت.",
        "description5" : "قد يحتوي مساعد الفواتير على روابط لمواقع أو خدمات تابعة لجهات خارجية. نوصيك بتوخي الحذر عند استخدام هذه الروابط ومراجعة سياسات الخصوصية الخاصة بمواقع الطرف الثالث هذه. لا يتحمل مساعد الفوترة أي مسؤولية عن المحتوى أو ممارسات الخصوصية لمواقع الطرف الثالث.",
        "description6" : "تحتفظ سياسة الخصوصية هذه بالحق في التغيير. ستصبح أي تغييرات في السياسة سارية عند نشرها على هذه الصفحة."
    },
    "standartFeatures" : {
        "feature1": "دعم العملاء البسيط",
        "feature2": "عرض وتحرير الفواتير",
        "feature3": "تحميل 50 فاتورة",
        "feature4": "تحميل فاتورة غير محدود",
        "description" : "يمكن للمستخدمين إجراء تحليل بسيط للأموال التي ينفقونها حسب الفئة."
    },
    "premiumFeatures" : {
        "feature1": "دعم العملاء المتقدم",
        "feature2": "عرض وتحرير الفواتير",
        "feature3": "تتبع الفاتورة المتقدمة",
        "feature4": "تحميل فاتورة غير محدود",
        "description" : "يمكن للمستخدمين إجراء تحليل تفصيلي للأموال التي ينفقونها وفقًا للفئات."
    }
}