{
    "global" : {
        "login" : "Anmeldung",
        "register" : "Registrieren",
        "name" : "Name",
        "surname" : "Nachname",
        "email" : "Email",
        "password" : "Passwort",
        "update" : "Aktualisieren",
        "copyright" : "© 2024 Abrechnungsassistent",
        "hello" : "Hallo"
    },
    "header" : {
        "about" : "Um",
        "properties" : "Eigenschaften",
        "pricing" : "Preisgestaltung",
        "logout" : "Ausloggen",
        "myAccount" : "Mein Konto",
        "myProfile" : "Mein Profil",
        "myInvoices" : "Meine Rechnungen",
        "language" : {
            "languageAndRegion" : "Sprache und Region",
            "choose" : "wählen"
        }        
    },
    "footer" : {
        "conditions" : "Bedingungen",
        "licence" : "Lizenz",
        "privacy" : "Privatsphäre",
        "aboutUs" : "Über uns",
        "mobileApplication" : "Mobile Applikation"
    },
    "mainPage" : {
        "header" : "Willkommen im Rechnungsinformationssystem!",
        "description1" : "Jetzt können Sie Ihre Rechnungen effektiver als je zuvor verwalten!",
        "description2" : "Melden Sie sich an oder registrieren Sie sich, um jetzt loszulegen. Kommen Sie, übernehmen Sie die finanzielle Kontrolle und genießen Sie die Bequemlichkeit!"
    },
    "aboutPage" : {
        "header" : "Über uns",
        "description" : "Hallo, ich bin Ali İhsan Özkaya, der Entwickler des Rechnungsassistentenprojekts. Ich interessiere mich leidenschaftlich für den Webbereich. Das Projekt Rechnungsassistent wurde entwickelt, um Benutzern dabei zu helfen, ihre Rechnungstransaktionen effizienter und schneller zu verwalten. Diese Plattform ermöglicht es Benutzern, Rechnungsdetails automatisch zu identifizieren und darauf zuzugreifen, indem sie Rechnungsdokumente hochladen. Außerdem erhalten Benutzer die notwendigen Tools, um ihre Rechnungen zu verfolgen und zu organisieren. Bei der Erstellung des Projekts haben wir großen Wert auf Benutzererfahrung und Datensicherheit gelegt. Wir haben auf das Interface-Design geachtet, damit Benutzer einfach navigieren und ihre Transaktionen sicher durchführen können. Wir haben außerdem strenge Sicherheitsmaßnahmen implementiert, um sicherzustellen, dass die persönlichen und sensiblen Daten der Benutzer geschützt sind. Bei der Entwicklung dieses Projekts nehmen wir kontinuierlich Verbesserungen vor und berücksichtigen dabei das Feedback der Benutzer. Wir fügen ständig neue Funktionen hinzu und verbessern bestehende Funktionen, um besser auf die Bedürfnisse der Benutzer einzugehen und die Plattform funktionaler zu machen. Wenn Sie Feedback, Probleme oder Anregungen zu unserem Projekt haben, können Sie sich gerne an uns wenden. Wir benötigen immer Ihr Feedback, um die Bedürfnisse der Benutzer zu verstehen und unsere Plattform zu verbessern."
    },
    "propertiesPage" : {
        "header" : "Speichern von Rechnungen im PDF-Format in der Datenbank mit automatischer Erkennung (OCR)",
        "description1" : "Heutzutage verschwenden viele Unternehmen Zeit und Ressourcen mit der manuellen Eingabe und Bearbeitung von Rechnungen. Mit der Entwicklung der Technologie ist es jedoch möglich geworden, Rechnungen im PDF-Format mit automatischen Erkennungssystemen zu verarbeiten. Die OCR-Technologie (Optical Character Recognition) ermöglicht die Konvertierung von PDF-Rechnungen in ein digitales Textformat und deren Speicherung in der Datenbank. Dieser Prozess umfasst normalerweise die folgenden Schritte:",
        "description2" : "Das Speichern von Rechnungen im PDF-Format in der Datenbank mit OCR spart Zeit und Ressourcen für Unternehmen. Darüber hinaus wird durch diesen Prozess die Datengenauigkeit erhöht und menschliche Fehler minimiert. Dadurch können Unternehmen effizienter und effektiver arbeiten.",
        "description3" : "Dadurch hilft die Verarbeitung von PDF-Rechnungen mit einem automatischen Erkennungssystem Unternehmen, ihre Geschäftsprozesse zu automatisieren und zu rationalisieren, sodass sie schneller und effizienter arbeiten können.",
        "li1" : "PDF abrufen: Die Rechnung wird gescannt oder digital im PDF-Format bezogen.",
        "li2" : "OCR-Prozess: Das empfangene PDF wird mithilfe einer OCR-Software oder eines OCR-Dienstes in ein Textformat konvertiert. OCR erstellt digitale Textdaten durch die Erkennung der Texte in der PDF-Datei.",  
        "li3" : "Datenvalidierung und -bearbeitung: Die resultierenden Textdaten werden überprüft und bei Bedarf bearbeitet. In dieser Phase werden von OCR falsch erkannte Zeichen korrigiert und fehlende oder falsche Informationen hinzugefügt oder ersetzt.",   
        "li4" : "Speichern in der Datenbank: Verifizierte und bearbeitete Textdaten werden in einem Datenbankverwaltungssystem gespeichert. Informationen zur Rechnung (Rechnungsnummer, Datum, Betrag usw.) werden in die entsprechenden Datenbanktabellen übertragen."        
    },
    "pricingPage" : {
        "header" : "Preisgestaltung",
        "type1" : "Standard",
        "type2" : "Prämie",
        "membership" : "Mitgliedschaft",
        "free" : "Frei",
        "btn" : "Zugang erhalten",
        "description1" : "Einmal zahlen, für immer besitzen",
        "description2" : "Rechnungen und Quittungen stehen für eine einfache Rückerstattung durch das Unternehmen zur Verfügung",
        "included" : "Was ist inbegriffen?"
    },
    "loginPage" : {
        "description" : "Wenn Sie kein Konto haben"
    },
    "registerPage" : {
        "description" : "Wenn Sie ein Konto haben",
        "confirmPassword" : "Bestätige das Passwort",
        "placeholder1" : "Gib deinen Namen ein",
        "placeholder2" : "Geben Sie Ihren Nachnamen ein"
    },
    "profilePage" : {
        "myProfile" : "Mein Profil",
        "placeholder1" : "Gib deinen Namen ein",
        "placeholder2" : "Geben Sie Ihren Nachnamen ein"
    },
    "sendEmailModal" : {
        "title" :  "Sie haben sich erfolgreich registriert.",
        "subTitle" : "Um es aktiv nutzen zu können, müssen Sie Ihre E-Mail-Adresse bestätigen.",
        "extra" : {
            "btn" : "Wenn Sie keine Bestätigungs-E-Mail erhalten haben, klicken Sie hier",
            "link" : "Um zur Homepage zurückzukehren"
        }
    },
    "myInvoicesPage" : {
        "header" : "Meine Rechnungen",
        "upload" : "Rechnung hochladen"
    },
    "notFoundPage" : {
        "header" : "Seite nicht gefunden",
        "description" : "Leider konnten wir die von Ihnen gesuchte Seite nicht finden.",
        "link1" : "Zur Startseite zurückkehren",
        "link2" : "Hole dir Unterstützung"
    },
    "vertifyPage" : {
        "thanksMessage" : "DANKE FÜR'S REGISTRIEREN!",
        "vertifyMessage" : "Bestätige deine Email-Adresse",
        "description" : "Sie können Ihre registrierte E-Mail-Adresse überprüfen, indem Sie auf den untenstehenden Link klicken.",
        "btn" : "E-Mail bestätigen"
    },
    "uploadInvoicePage" : {
        "btn" : "Rechnung hinzufügen"
    },
    "conditionsPage" : {
        "header" : "Bedingungen",
        "condition1" : "Annahmebedingung",
        "condition2" : "Leistungsbeschreibung",
        "condition3" : "Verantwortung des Benutzers",
        "condition4" : "Mitgliedschaft",
        "condition5" : "Datenschutzrichtlinie",
        "condition6" : "Urheberrechte",
        "condition7" : "Stornierungs- und Rückerstattungsbedingungen",
        "condition8" : "Änderungen",
        "condition9" : "Kommunikation",
        "description1" : "Durch die Nutzung der Der Rechnungsassistent-Website stimmen Sie diesen Nutzungsbedingungen zu. Wenn Sie diesen Bedingungen nicht zustimmen, nutzen Sie diesen Service bitte nicht.",
        "description2" : "Der Rechnungsassistent bietet Benutzern Dienste wie die Verfolgung und Analyse ihrer Rechnungen. Ziel dieses Dienstes ist es, den Nutzern die Verwaltung ihrer persönlichen Finanzen zu erleichtern.",
        "description3" : "Benutzer sind dafür verantwortlich, die Der Rechnungsassistent-Website in Übereinstimmung mit dem Gesetz zu nutzen. Benutzer sind für die Sicherheit ihrer eigenen Konten und die Vertraulichkeit ihrer Informationen verantwortlich.",
        "description4" : "Auf der Der Rechnungsassistent-Website gibt es Standard- und Premium-Mitgliedschaftsoptionen. Die Premium-Mitgliedschaft bietet zusätzliche Funktionen und Vorteile, ist jedoch mit Kosten verbunden.",
        "description5" : "Wir empfehlen Ihnen, die Datenschutzrichtlinie von Der Rechnungsassistent sorgfältig zu lesen. Es enthält detaillierte Informationen darüber, wie wir Ihre personenbezogenen Daten verarbeiten und schützen.",
        "description6" : "Die Inhalte (Texte, Bilder, Grafiken etc.) auf der Der Rechnungsassistent-Website sind urheberrechtlich geschützt. Die unbefugte Nutzung dieser Inhalte ist untersagt.",
        "description7" : "Die Kündigungs- und Rückerstattungsbedingungen für die Mitgliedschaft können je nach der vom Benutzer bevorzugten Mitgliedschaftsart variieren. Bitte lesen Sie die Kündigungs- und Rückerstattungsbedingungen für die Mitgliedschaft sorgfältig durch.",
        "description8" : "Der Rechnungsassistent behält sich das Recht vor, diese Nutzungsbedingungen jederzeit zu aktualisieren oder zu ändern. Daher wird Benutzern empfohlen, diese Bedingungen regelmäßig zu überprüfen.",
        "description9" : "Wenn Sie Fragen oder Bedenken haben, zögern Sie bitte nicht, uns zu kontaktieren. Unsere Kontaktdaten finden Sie auf unserer Website."
    },
    "privacyPage" : {
        "mainHeader" : "Privatsphäre",
        "header1" : "Datenschutzrichtlinie",
        "header2" : "Erhebung und Nutzung personenbezogener Daten",
        "header3" : "Verwendung von Cookies und Technologie",
        "header4" : "Schutz personenbezogener Daten",
        "header5" : "Links und Dienste Dritter",
        "header6" : "Änderungen der Datenschutzrichtlinie",
        "description1" : "Ziel dieser Datenschutzrichtlinie ist es, die Privatsphäre der Nutzer hinsichtlich der Dienste zu schützen, die über die von Der Rechnungsassistent betriebene Website bereitgestellt werden. In dieser Richtlinie wird erläutert, wie die persönlichen Daten der Benutzer der Website erfasst, verwendet, geschützt und offengelegt werden.",
        "description2" : "Der Rechnungsassistent erfasst möglicherweise automatisch einige personenbezogene Daten, wenn Sie die Website besuchen. Zu diesen Informationen können gehören: Benutzerinformationen wie Name, E-Mail-Adresse, Telefonnummer, Adresse. Diese Informationen können verwendet werden, um die Benutzererfahrung zu verbessern, Kundenservice bereitzustellen, Anfragen zu bearbeiten und Dienste bereitzustellen.",
        "description3" : "Der Rechnungsassistent verwendet möglicherweise Cookies und ähnliche Technologien, um das Benutzererlebnis zu verbessern und die Website zu verbessern. Diese Technologien können verwendet werden, um den Website-Verkehr zu überwachen, Benutzerpräferenzen zu speichern, Inhalte und Anzeigen zu personalisieren und Sicherheitsmaßnahmen durchzusetzen.",
        "description4" : "Der Rechnungsassistent verwendet branchenübliche Sicherheitsmaßnahmen, um Ihre persönlichen Daten zu schützen. Eine vollständige Sicherheit der Übertragung oder Speicherung von Informationen im Internet kann jedoch nicht gewährleistet werden.",
        "description5" : "Der Rechnungsassistent kann Links zu Websites oder Diensten Dritter enthalten. Wir empfehlen Ihnen, bei der Verwendung dieser Links vorsichtig zu sein und die Datenschutzrichtlinien dieser Websites Dritter zu lesen. Der Rechnungsassistent übernimmt keine Verantwortung für den Inhalt oder die Datenschutzpraktiken von Websites Dritter.",
        "description6" : "Diese Datenschutzerklärung behält sich das Recht vor, Änderungen vorzunehmen. Alle Änderungen der Richtlinie werden mit der Veröffentlichung auf dieser Seite wirksam."
    },
    "standartFeatures" : {
        "feature1": "Einfacher Kundensupport",
        "feature2": "Rechnungen einsehen und bearbeiten",
        "feature3": "Laden Sie 50 Rechnungen hoch",
        "feature4": "Unbegrenzter Rechnungs-Upload",
        "description" : "Benutzer können eine einfache Analyse des von ihnen ausgegebenen Geldes nach Kategorie durchführen."
    },
    "premiumFeatures" : {
        "feature1": "Erweiterter Kundensupport",
        "feature2": "Rechnungen einsehen und bearbeiten",
        "feature3": "Erweiterte Rechnungsverfolgung",
        "feature4": "Unbegrenzter Rechnungs-Upload",
        "description" : "Benutzer können ihre Ausgaben nach Kategorien detailliert analysieren."
    }
}